BOOKING_MESSAGE = {
    "msg_to_master": "У вас новий запис:\nІм'я: {name}\nПослуга: {service}\nДата: {date}\nЧас: {time}\nНомер телефону: {phone_number}",
    "msg_to_client": "Привіт, {name}.\nВи успішно записались на послугу {service}!\nЧекаю вас {date} о {time}",
}

REMINDER_MESSAGE = {
    "reminder_booking": "Привіт!\nНагадаю, у вас запис на послугу {service} на {date} {time}"
}


PAYMENT_MESSAGE = {
    "received_payment": "Ми отримали ваш платіж та зовсім скоро буде активована ваша підписка!",
    "success_active_subscription": "Вітаю! 🎉\nВаша підписка успішно активована. Поспішайте приймати записи від клієнтів!",
    "error_activation_subscription": "Ой, щось не так з активацією підписки!\nДля розв'язання проблеми спробуйте звернутись до підтримки",
}
